サンプルアプリケーションを今日見せた作業と同じように起動（デプロイ）してみましょう。
ヒントを提示しておきます。
# 最低限やらなければいけないこと
## サンプルアプリケーションの入手
## アプリケーションが使うDBエンジンがあるかの確認、無かったらインストール
## 構成管理ツールでGemのインストール
## 起動
## ブラウザでの接続確認



AP サーバーについて調べてみましょう。
AP サーバーの名前とバージョンを確認してみましょう。
AP サーバーを終了させた場合、引き続きアクセスできますか？結果を確認して、また AP サー
バーを起動してください。
DB サーバーについて調べてみましょう。
サンプルアプリケーションで使った DB サーバー（DB エンジン）の名前と、今 Cloud9 で動作
しているバージョンはいくつか確認してみましょう。
DB サーバーを終了させた場合、引き続きアクセスできますか？
Rails の構成管理ツールの名前は何でしたか？確認してみてください。
今回の課題から学んだことを報告してください。
（任意）今回の報告を GitHub の PR で行って、URL を報告してください。
